13/data/attachments/e0008cd2aed534bb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brian_political_Actions_78450_2</nif:username>
            <nif:friendToBeRequested>soap_actions_1d74d672-0560-47e6-a220-fad2bb81cb47</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>